sensoroptconverged/con/3.5_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       217224;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       217624;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       217824;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       218224;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          108761;
        startFace       218424;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          108761;
        startFace       327185;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          440;
        startFace       435946;
    }
)

// ************************************************************************* //
